Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Уровень жиров в крови определяется по анализу крови. Результаты анализа покажут: Общий уровень холестерина в крови • Норма — менее 200 единиц. • Если уровень холестерина превышает 200, врач назначит вам анализ на ЛПВП, ЛПНП и триглицериды. Уровень ЛПВП в крови Это так называемый «хороший» холестерин. Чем выше этот показатель, тем лучше. • Норма — не менее 60 единиц. • Поговорите с врачом о назначении лечения, если у вас менее 40 единиц. Уровень ЛПНП в крови Это так называемый «плохой» холестерин. Чем ниже этот показатель, тем лучше. • Норма — менее 100 единиц. • Если у вас недавно были проблемы с сердцем, врач может рекомендовать снизить ЛПНП до уровня менее 70 единиц. • Поговорите с врачом о назначении лечения, если ваш уровень более 130. Уровень триглицеридов в крови • Норма — менее 150 единиц. • Поговорите с врачом о назначении лечения, если у вас более 200 единиц.
en: Blood fats are measured by a blood test. Your results will tell you: Your total cholesterol blood level • A healthy level is less than 200. • If your total cholesterol is above 200, your doctor will check your HDL, LDL and triglycerides. Your HDL blood cholesterol level This is the “good” cholesterol: the higher the number, the better. • A healthy level is 60 and above. • Talk to your doctor about treatment if your level is less than 40. Your LDL blood cholesterol level This is the “bad” cholesterol: the lower the number, the better. • A healthy level is less than 100. • Your doctor may want your LDL less than 70 if you have had a recent heart problem. • Talk to your doctor about treatment if your level is 130 and above. Your triglyceride blood level • A healthy level is less than 150. • Talk to your doctor about treatment if your level is 200 and above. Cholesterol. Russian.

source: Причины нарушений сна Нарушения сна могут возникать по многим причинам, но наиболее частыми из них являются: • Изменения в цикле сна и бодрствования, например работа в ночную смену, когда вы обычно спите • Недосыпание, не позволяющее чувствовать себя днем бодрым и отдохнувшим • Проблемы со здоровьем, такие как астма, сердечная недостаточность или боль, а также некоторые лекарства • Употребление алкоголя, кофеина или никотина • Расстройства сна Распространенные виды расстройств сна Бессонница К бессоннице относятся любые трудности с засыпанием, трудности с пребыванием в состоянии сна или слишком раннее пробуждение утром. Бессонница может быть вызвана следующими факторами: • Болезнь • Ощущение грусти • Стресс • Кофеин • Алкоголь или наркотики • Некоторые лекарства • Чрезмерное курение • Вредные привычки, связанные со сном: Ì Сон днем Ì Сон в чрезмерно шумном или освещенном месте Ранний отход ко сну Ì Слишком долгое пребывание в постели без сна
en: Causes of Sleep Problems Sleep problems can happen for many reasons, but some of the more common causes are: • Changes to your sleep-wake cycle, such as working night shift when you usually sleep • Not getting enough sleep to feel rested and alert through the day • Health problems such as asthma, heart failure, or pain and certain medicines • Alcohol, caffeine or nicotine use • Sleep disorders Common Types of Sleep Disorders Insomnia Insomnia includes any problem with falling asleep, staying asleep or waking up too early in the morning. Factors that may cause insomnia include: • Illness • Feeling sad • Stress • Caffeine • Alcohol or drugs • Certain medicines • Heavy smoking • Poor sleep habits such as: Ì Daytime napping Ì Sleeping in a place with a lot of noise or light Going to bed early Ì Spending too much time in bed awake Common Sleep Problems. Russian.

source: Если это возможно, измените факторы, которые могут вызывать бессонницу. Ложитесь спать в одно и то же время. Ограничьте курение, употребление кофеина и алкоголя. Если у вас в течение месяца возникали проблемы со сном чаще, чем три раза в неделю, посоветуйтесь с врачом. Синдром апноэ Синдром апноэ — это состояние, когда во время сна вы на время прекращаете дышать. Чаще всего это происходит из- за расслабления мышц задней стенки глотки и провисания языка, что сужает дыхательные пути. Продолжительность остановки дыхания может составлять от нескольких секунд до нескольких минут. В течение этого времени организм не получает достаточно кислорода. Синдром апноэ может возникать много раз в течение каждой ночи. Без лечения апноэ может привести к повышению артериального давления и увеличению риска инсульта и инфаркта. Если члены вашей семьи заметят, что вы громко храпите, периодически тяжело вздыхаете и прекращаете дышать во время сна, обратитесь к своему врачу. К другим заметным признакам относятся засыпание в течение дня и то, что утром вы не чувствуете себя отдохнувшим. Лечение апноэ заключается в поддержании дыхательных путей в открытом состоянии во время сна и может включать следующее: • Исследование сна с целью проверить, как меняется ваше дыхание во время сна • Похудение • Отказ от употребления алкоголя • Использование прибора для поддержания постоянного положительного давления в дыхательных путях во время сна
en: Make changes to the factors that may be causing your insomnia if possible. Have a regular bedtime routine. Limit caffeine, alcohol and smoking. Talk to your doctor if you have a hard time sleeping more than 3 nights a week for a month. Sleep Apnea Sleep apnea is when breathing stops at times during sleep. It most often happens because the muscles at the back of the throat relax and the tongue falls back during sleep, narrowing the airway.The length of time that breathing stops can vary from a few seconds to several minutes. During this time, the body does not get enough oxygen. Sleep apnea can occur many times each night. Untreated sleep apnea can lead to high blood pressure and a higher risk of stroke or heart attack. See your doctor if your family notices loud snoring, choking or gasping sounds or lack of breathing during sleep. Other signs you may notice include falling asleep during the day and not feeling rested when you wake up in the morning. Treatment of sleep apnea involves keeping the airway open during sleep. This may include: • Having a sleep study to check how your breathing changes during sleep • Weight loss • Avoiding alcohol • Using a continuous positive airway pressure (CPAP) machine to open the airway during sleep Common Sleep Problems. Russian.

source: Нарколепсия Нарколепсия — это приступы сонливости в дневное время. Человек, страдающий нарколепсией, может внезапно заснуть во время выполнения какой-либо деятельности. Лечение включает в себя прием лекарств, которые помогают не засыпать днем. Синдром беспокойных ног Синдром беспокойных ног — это ощущение дискомфорта ног, которое часто возникает во время сна. Дискомфорт может проявлять себя в виде мурашек, зуда или покалывания, которое устраняется только после шевеления ног. Синдром беспокойных ног может быть причиной бессонницы и дневной сонливости. Обсудите со своим врачом варианты решения вашей проблемы. Кроме того, вы можете попытаться избавиться от стресса, принимая теплые ванны, делая массаж и выполняя растягивающие упражнения с целью расслабления мышц. Если нарушения сна носят серьезный характер, для уменьшения дискомфорта вам могут быть назначены лекарства. Ночные страхи Ночные страхи — это когда человек внезапно просыпается с криком, чувством замешательства или в панике. Ночные страхи лечатся медикаментами.
en: Narcolepsy Narcolepsy is having a hard time staying awake during the day. A person with narcolepsy may suddenly fall asleep during an activity. Treatment involves taking medicine to help you stay awake during the daytime. Restless Leg Syndrome Restless leg syndrome is leg discomfort often felt at night. The discomfort may feel like a creeping, itching or crawling sensation which only gets better by moving the legs. Restless leg syndrome may cause insomnia and daytime sleepiness. Talk to your doctor about ways to manage the problem. You can also try reducing stress, taking warm baths, massage and stretching exercises to help your muscles relax. Medicine may be prescribed to help discomfort if sleep is greatly disturbed. Night Terrors Night terrors occur when a person wakes suddenly with screaming, confusion or panic. Night terrors are treated with medicines taken during the day. Common Sleep Problems. Russian.

source: Запором называется ситуация, когда стул является очень твердым или когда процесс дефекации затруднен. Вы можете также: • Испытывать потребность напрягаться • Испытывать чувство неполной дефекации • Испытывать спазм, боль, вздутие живота или тошноту У большинства людей дефекация происходит от 3 раз в день до 3 раз в неделю. Если стул мягкий и проблем с дефекацией не возникает, то запора у вас нет. Причины запора • Много жиров и сахара или мало клетчатки в пище • Недостаточное потребление жидкости • Неактивный образ жизни • Вы не идете в туалет, когда чувствуете позыв к дефекации • Некоторые лекарства • Злоупотребление слабительными Профилактика запора • Пейте не менее 8–10 стаканов жидкости в день. Теплые или горячие напитки могут облегчить процесс дефекации. • Ешьте пищу с высоким содержанием клетчатки: хлеб с отрубями, цельнозерновой хлеб, сырые овощи, свежие или сухие фрукты, орехи и попкорн. Клетчатка способствует продвижению стула в организме.
en: Constipation Constipation refers to very hard stools or bowel movements that are hard to pass. You may also: • Need to strain • Feel like you did not completely empty your bowels • Have cramping, pain, bloating, or nausea Each person is different, but most people pass stools from 3 times each day to 3 times each week. As long as the stool is soft and easy to pass, you are not constipated. Causes of Constipation • A diet that is high in fat and sugar or low in fiber • Not drinking enough liquids • Being inactive • Not going to the toilet when you have the urge to pass stool or have a bowel movement • Some medicines • Overuse of laxatives To help prevent constipation: • Drink at least 8 to 10 cups of liquids each day. Warm or hot drinks may help your bowels move more easily. • Eat high fiber foods such as bran cereal, whole grain breads, raw vegetables, fresh or dried fruits, nuts, and popcorn. Fiber helps move stool through your body. Constipation. Russian.

source: Операция длится 4–6 часов. После операции вы будете находиться в послеоперационной палате. Ваши родные смогут навестить вас не раньше, чем через 2 часа. Вы пробудете в больнице 4–6 дней. Подготовка к операции дома • До операции могут быть проведены такие обследования, как флюорография грудной клетки, ЭКГ и анализы крови. • Не курите за 48 часов до операции. • Вас научат глубоко дышать и прокашливаться. Поупражняйтесь делать это до начала операции. • Начиная с полуночи до начала операции, не разрешается ничего есть и пить, даже воду. • Перед операцией вас могут попросить принять душ со специальным моющим средством под названием хлоргексидина биглюконат. Его могут выдать в больнице, или вам придется купить в аптеке флакон 4%-ного хлоргексидина биглюконата объемом не менее 100 мл (4 унций). Обычно он продается под маркой Hibiclens. Аналогичное средство под другой маркой может стоить дешевле. Попросите фармацевта помочь вам найти его. Оно часто находится в средствах для оказания первой медицинской помощи. Помыться с использованием хлоргексидина биглюконата нужно: За день до операции Утром перед операцией При использовании хлоргексидина биглюконата следуйте указаниям врача или медсестры либо попросите памятку «Подготовка кожи к операции».
en: The surgery takes 4 to 6 hours. After surgery, you will be in the recovery room for at least 2 hours before your family can see you. You will stay in the hospital 4 to 6 days. To Prepare at Home • Tests may be done before your surgery such as a chest x-ray, electrocardiogram (ECG or EKG) and blood tests. • Stop smoking for at least 48 hours before surgery. • You will be taught how to deep breathe and cough. Practice this before your surgery. • Do not eat or drink anything, including water, after midnight before your surgery. • You may be told to take a shower with a special soap called chlorhexidine gluconate (CHG) before your surgery. This soap may be given to you, or you will need to buy a 4-ounce bottle or larger of 4% CHG soap at a drug store. A common brand name for this soap is Hibiclens. There may be a store brand that costs less. Ask the pharmacist where to find it in the drug store. It is often with first aid supplies. You need to shower with CHG soap:  The day before your surgery  The morning of your surgery Follow the instructions from your doctor or nurse on how to use CHG soap or ask for the handout, “Getting Your Skin Ready for Surgery.” Coronary Artery Bypass Surgery. Russian.

source: До начала операции • Вас переоденут в больничную одежду. • Вам дадут лекарство, которое поможет вам расслабиться. • Вам поставят капельницу в вену на руке. Во время операции • Вам дадут лекарство, от которого вы заснете. • В рот введут дыхательную трубку, подсоединенную к аппарату, который будет помогать вам дышать во время операции. • Врач сделает разрез посередине грудной клетки. Грудина будет разрезана, а ребра раскрыты для того, чтобы получить доступ к сердцу. • Аппарат будет прокачивать кровь в вашем организме во время операции. • Будет взят кровеносный сосуд (графт) с вашей ноги, руки или груди. Один конец графта пришивается к кровеносному сосуду выше, а другой — ниже места закупорки. • После этого части грудины соединяют швами и скобами. После операции Вас переведут в отделение интенсивной терапии на 12–24 часов, где вам подведут: • Дыхательную трубку на несколько часов • Трубки к груди для откачивания жидкости из полости около сердца. • Катетер в мочевой пузырь для удаления мочи • Капельницу для ввода жидкостей и лекарств
en: Before Surgery • You will wear a hospital gown. • You are given medicine to help you relax. • An IV (intravenous) is put in a vein in your arm. During Surgery • You will be given medicine to put you to sleep. • A breathing tube is put into your mouth. This tube is attached to a machine that will breathe for you during surgery. • The doctor makes an incision in the middle of your chest. Your breastbone is cut and your ribs are spread open to see your heart. • A machine pumps blood to your body during surgery. • A blood vessel from your leg, arm or chest, called a graft, is removed. One end of the graft is stitched to the blood vessel above the blockage. The other end is stitched to the blood vessel below the blockage. • Your breastbone is then wired back together. Incisions are closed with stitches and staples. After Surgery You are taken to an intensive care unit (ICU) for 12 to 24 hours where you will have: • A breathing tube for a few hours • Tubes in your chest to drain fluid from around your heart • A catheter in your bladder to drain urine • IVs to give you fluids and medicines Coronary Artery Bypass Surgery. Russian.

source: Трубки будут удалены через 1–2 дня после операции. Средний медицинский персонал будет периодически вас проверять. Затем вас переведут в больничную палату. На несколько дней вас могут подключить к кислородному и сердечному мониторам. Когда вы не спите, очень важно глубоко дышать и прокашливаться каждый час. Сначала персонал будет помогать вам вставать и ходить. Вас обучат тому, как заботиться о себе дома. Дома • Зачастую до того, как вы почувствуете себя лучше, может пройти 4–6 недель. • Вы можете ощущать боль, которая будет влиять на аппетит, сон и активность. • Чередуйте деятельность и отдых. • Грусть и депрессия — обычные явления. Через несколько недель эти ощущения постепенно пройдут. Поговорите с врачом, если почувствуете себя хуже или если ощущения продолжаются дольше двух недель. • Не садитесь за руль и не возвращайтесь к работе, пока врач не скажет, что это безопасно. • Чтобы грудина лучше заживала, 6 недель после операции: f Не поднимайте предметы тяжелее 4,5 кг (10 фунтов). Бутылка молока объемом 3,5 л весит около 3,6 кг (8 фунтов). f Не допускайте, чтобы люди, которые помогают вам двигаться, толкали или тянули вас за руки. f Не вытягивайте руки назад и не поднимайте их над головой.
en: These tubes will be removed 1 to 2 days after surgery. The nursing staff will check you often. You are then moved to a hospital room. You may have oxygen and a heart monitor for a few days. It is important to take deep breaths and cough every hour when you are awake. The staff will help you get up and walk at first. You will be taught how to care for yourself at home. Your Care at Home • It often takes 4 to 6 weeks to feel better. • You may have aches and pains that affect your appetite, sleep and activities. • Rest between activities. • It is common to feel sad or be depressed. This should slowly get better over the next few weeks. Talk to your doctor if you feel worse or it lasts longer than 2 weeks. • Do not drive or return to work until your doctor says it is safe. • To help your breastbone heal during the first 6 weeks after surgery: Ì Do not lift more than 10 pounds or 4.5 kilograms. A gallon of milk weighs about 8 pounds. Ì Do not let people push or pull on your arms when they are helping you move. Ì Do not reach backwards or above your head. Coronary Artery Bypass Surgery. Russian.

source: Симптомы ишемической болезни сердца У вас может не быть никаких симптомов или будут наблюдаться следующие симптомы: • Боль или давление в груди, руке, челюсти, плечах или шее, которая также называется стенокардией. Боль может менять свое расположение. • Ощущение сжимания, тяжести, сдавленности или жжения • Усиленное потоотделение • Одышка • Тошнота или рвота • Боль в животе • Крайняя усталость, головокружение и обмороки Если у вас наблюдается любой из этих симптомов, позвоните по телефону 911. Факторы риска У вас высокий риск ишемической болезни сердца, если: • В вашей семье были случаи этого заболевания • У вас высокий уровень холестерина, диабет или высокое давление • Вы курите или употребляете табак • Вы ведете неактивный образ жизни • У вас стресс • У вас лишний вес Изменение даже одного фактора риска может улучшить состояние сердца. Вы можете остановить прогрессирование заболевания и даже улучшить состояние сердца.
en: Signs of Coronary Artery Disease You may not have any signs or you may have: • Pain or pressure in your chest, arm, jaw, shoulders or neck also called angina. It may spread from one place to another. • Feeling of tightness, heaviness, squeezing or burning • Sweating • Shortness of breath • Nausea or vomiting • Abdominal pain • Feeling very tired, dizzy or faint Call 911 if you have any of these signs. Risk Factors You are at higher risk for getting coronary artery disease if you: • Have a family history of the disease • Have high cholesterol, diabetes or high blood pressure • Smoke or use tobacco • Are inactive • Have stress • Are overweight Changing even one risk factor can improve your heart health. You can prevent the disease from getting worse and may even help to improve it. Coronary Artery Disease (CAD). Russian.

source: Лечение Если врач полагает, что у вас ишемическая болезнь сердца, он может назначить следующие обследования: • для Электрокардиограмма (ЭКГ) проверки электрической активности сердца. Магнитно-резонансная томография сердца (МРТ) для получения изображения работы сердца. • Нагрузочный тест для обнаружения нарушений, связанных с пульсом, ритмом или электрической активностью сердца. Также проверяют давление и изучают такие симптомы, как одышка и стенокардия. • Эхокардиограмма для наблюдения за размером, формой и работой сердца. • Рентгенография органов грудной клетки для проверки сердца, кровяных сосудов и легких. • для проверки уровня Анализ крови жиров, холестерина, сахара и белков. Если обследования выявят ишемическую болезнь сердца, потребуется пройти другие обследования или процедуры. Целью лечения является улучшение кровоснабжения сердечной мышцы и уменьшение риска инфаркта миокарда. Лечение может включать: • Прием лекарств • Занятия физкультурой • Диету с пониженным содержанием жиров • Процедуры или хирургическое вмешательство • Курс реабилитации для больных с заболеваниями сердца
en: Your Care If your doctor thinks that you have coronary artery disease, you may have tests such as: • An electrocardiogram (ECG or EKG) to check the electrical activity of your heart. • A cardiac magnetic resonance imaging test (MRI) to take pictures of how well your heart is working. • A stress test to look for problems with your heart’s rate, rhythm or electrical activity. Blood pressure and signs such as shortness of breath or angina are also checked. • An echocardiogram to see the size and shape of your heart and how well it is working. • A chest x-ray to check your heart, blood vessels and lungs. • Blood tests to check levels of fats, cholesterol, sugar and proteins in your blood. If tests show that you are likely to have CAD, other tests or procedures may be done to treat the disease. The goal is to improve blood flow to your heart muscle and decrease your risk of heart attack. Treatment may include: • Medicines • Exercise • A low fat diet • Procedures or surgery • A cardiac rehab program Coronary Artery Disease (CAD). Russian.

source: легких постоянным давлением) Airway Pressure) У некоторых людей во сне дыхательные пути в носу и горле перекрываются или смыкаются, в результате чего может возникать кратковременное прекращение дыхания (апноэ). Апноэ — серьезное заболевание, требующее лечения. СИПАП — самый популярный способ лечения синдрома обструктивного апноэ. Это состояние диагностируется во время исследования сна. СИПАП-аппарат предназначен для поддержания во время сна дыхательных путей в открытом состоянии. Небольшой компрессор нагнетает воздух через гибкую трубку. Трубка подсоединяется к маске, которая плотно прилегает только к носу либо к носу и рту. Благодаря постоянному потоку воздуха дыхательные пути в носу и горле не смыкаются, поэтому дыхание не прерывается. Для профилактики апноэ необходимо постоянно использовать аппарат СИПАП во время сна. Если его не использовать или использовать неправильно, синдром апноэ проявится снова. Во время поездок и в случае госпитализации всегда берите с собой аппарат СИПАП.
en: (CPAP (Continuous Positive The air passages of the nose and the throat of some people become blocked or collapse while they are sleeping. This airway collapse causes a blockage, which can cause breathing to stop briefly. When breathing stops for a short time, it is known as apnea. Apnea is a serious condition and needs to be treated. CPAP is the most common treatment for obstructive sleep apnea. This condition is diagnosed by doing a sleep study. CPAP is used to keep the air passages open while you sleep. A small air blower in the CPAP machine pushes air through a flexible tube. The tube attaches to a mask that fits over your nose, or nose and mouth while you sleep. The constant flow of air through the mask prevents the air passages in your nose and throat from collapsing, so your breathing does not stop. CPAP needs to be used every time you sleep to stop the apnea from occurring. If it is not used or not used correctly, apnea will return. Always take your CPAP with you when traveling or if you are admitted to the hospital. CPAP. Russian.
